Repository: Umidrifkatov/bls
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Menu
ru: Меню
uz: Menyu

source: About
ru: О нас
uz: Malumot

source: Courses
ru: Курсы
uz: Kurlsar

source: Our Team
ru: Команда
uz: Oqituvchilar

source: Contact
ru: Связаться
uz: Aloqa

source: FAQ
ru: ЧаВо
uz: Savollar

source: Accredited Center to deliver high-quality globally recognised trainings and certification. An official American Heart Association Training Site
ru: Аккредитованный центр для проведения высококачественных всемирно признанных тренингов и сертификации. Официальный учебный сайт Американской кардиологической ассоциации.
uz: Akkreditatsiyalangan markaz yuqori sifatli jahon miqyosida tan olingan treninglar va sertifikatlarni taqdim etadi. Amerika yurak assotsiatsiyasining rasmiy o'quv sayti

source: Go to courses
ru: Перейти к курсам
uz: Kurslarni ko'rish

source: What makes De Factum education a good choice?
ru: Почему стоит выбрать De Factum?
uz: De Factum ta'limini nima yaxshi tanlov qiladi?

source: Authorized Training Cite
ru: Авторизованный тренинговый центр
uz: Vakolatli trening sayti

source: Our training Site is authorized by the American Heart Association (AHA)
ru: Мы авторизованы Американской Сердечной Ассоциацией (AHA)
uz: Bizning o'quv saytimiz Amerika yurak assotsiatsiyasi (AHA) tomonidan ruxsat etilgan

source: Same Day Certification
ru: Сертификация в тот же день
uz: Xuddi shu kun sertifikati

source: Receive same day certification for original and renewal classroom courses upon completion
ru: Получите сертификат в тот же день для оригинальных и продленных курсов в классе после завершения
uz: Bitirgandan so'ng, o'sha kuni asl va yangilanadigan sinf kurslari uchun sertifikat oling

source: Valid AHA Provider Card
ru: Действительная карта поставщика услуг AHA
uz: Yaroqli AHA provayder kartasi

source: We provide official valid AHA provider cards
ru: Мы предоставляем официальные действительные карты провайдеров AHA
uz: Biz rasmiy AHA provayder kartalarini taqdim etamiz

source: Certified instructors
ru: Сертфицированный инструкторы
uz: Sertifikatlangan o'qituvchilar

source: All of our instructors are certified to teach in accordance with American Heart Association guidelines
ru: Все наши инструкторы сертифицированы для преподавания в соответствии с рекомендациями Американской кардиологической ассоциации.
uz: Bizning barcha o'qituvchilarimiz Amerika yurak assotsiatsiyasi ko'rsatmalariga muvofiq dars berish uchun sertifikatlangan.

source: Learn more
ru: Подробнее
uz: Batafsil ma'lumot

source: Team
ru: Наша команда
uz: Jamoa

source: years of expirience
ru: лет опыта
uz: yillik tajriba

source: Frequently Asked Questions
ru: Часто задаваемые вопросы
uz: Tez-tez so'raladigan savollar

source: Contact Us
ru: Обратная связь
uz: Biz bilan bog'lanish

source: Send us a message and we will get back to you as soon as possible.
ru: Отправьте нам сообщение, и мы свяжемся с вами как можно скорее.
uz: Bizga xabar yuboring va biz sizga imkon qadar tezroq javob beramiz.

source: Your Name *
ru: Как к вам обращаться*
uz: Ismingiz *

source: Your Email
ru: Ваша почта
uz: Elektron manzilingiz

source: Your Phone *
ru: Номер вашего мобильного телефона
uz: Telefoningiz *

source: Your Message
ru: Ваше сообщение
uz: Xabaringiz

source: Only text messages
ru: Не звонить (только текст)
uz: Faqat matnli xabarlar

source: Send Message
ru: Отправить сообщение
uz: Xabar yuborish

source: Connect with Us
ru: Связь с нами
uz: Biz bilan bog'laning

source: Follow us on social media and stay updated.
ru: Мы в социальных сетях
uz: Bizni ijtimoiy tarmoqlarda kuzatib boring va yangiliklardan xabardor bo'ling.

source: We regularly share tips, resources, and news related to BLS on our social media channels and in our newsletter. Don't miss out on important updates, training opportunities, and special offers by staying connected with us.
ru: Мы регулярно делимся советами, ресурсами и новостями, связанными с BLS, в наших социальных сетях и в нашем информационном бюллетене. Не пропустите важные обновления, возможности обучения и специальные предложения, оставайтесь на связи с нами.
uz: Biz muntazam ravishda ijtimoiy media kanallarimizda va axborot byulletenimizda BLS bilan bog'liq maslahatlar, manbalar va yangiliklarni baham ko'ramiz. Biz bilan aloqada bo'lish orqali muhim yangilanishlarni, trening imkoniyatlarini va maxsus takliflarni o'tkazib yubormang.

source: Our experienced instructors are experts in BLS techniques and follow the latest guidelines from the American Heart Association (AHA) and other leading organizations. We offer a range of courses, from basic CPR to advanced cardiac life support (ACLS), that are tailored to meet the needs of healthcare providers, first responders, and concerned citizens alike.
ru: Наши опытные инструкторы являются экспертами в методах BLS и следуют последним рекомендациям Американской кардиологической ассоциации (AHA) и других ведущих организаций. удовлетворить потребности поставщиков медицинских услуг, служб экстренного реагирования и заинтересованных граждан.
uz: Bizning tajribali o'qituvchilarimiz BLS texnikasi bo'yicha mutaxassislar bo'lib, Amerika yurak assotsiatsiyasi (AHA) va boshqa etakchi tashkilotlarning so'nggi ko'rsatmalariga amal qilishadi. Biz tibbiy yordam ko'rsatuvchi provayderlar, birinchi tibbiy yordam ko'rsatuvchilar va manfaatdor fuqarolarning ehtiyojlarini qondirish uchun mo'ljallangan asosiy CPR dan ilg'or yurak hayotini qo'llab-quvvatlash (ACLS)gacha bir qator kurslarni taklif qilamiz.

source: Choose Language
ru: Выбрать язык
uz: Tilni tanlang
